
HELLO = 'Привет!'

YES = 'Да'
NO = 'Нет'
CANCEL = 'Отмена'
CONTINUE = 'Продолжить использование'


YES_NO = [YES, NO]
YES_NO_CANCEL = [YES, NO, CANCEL]

HELP = ['Помощь']

INIT_WELLFIELDS = ['Месторождение 1', 'Месторождение 2', 'Месторождение 3']
INIT_VERSIONS = ['developing', 'staging', 'releasing']


LICENSE_MESSAGE = 'Данный навык является закрытым. ' \
          'Отвечая положительно, Вы подтверждаете, что знаете, что такое геоклиент ' \
          'и для чего используется этот навык. Продолжить использование?'

HELP_MESSAGE = 'Для того чтобы создать месторождение, необходимо выбрать' \
               'версию приложения, на которой нужно его создать.' \

HELP_COMMANDS = ['помощь', 'что ты умеешь']

REFERENCE = 'Я умею создавать месторождение на геоклиенте. ' \
            'Для этого нужно выбрать версию приложения, ' \
            'одно из доступных месторождений, а также назвать имя того, ' \
            'для кого месторождение создается.'


